Repository: javiermelab/Winslop
Catalog: Winslop.WinUI/Winslop/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, zh_tw

# Summary_Failed
source: Failed
de_de: Fehlgeschlagen
es_es: Fallido
zh_tw: 失敗

# Summary_FixAllGood
source: All selected changes were applied successfully.
de_de: Alle ausgewählten Änderungen wurden erfolgreich angewendet.
es_es: Todos los cambios seleccionados se realizaron correctamente.
zh_tw: 所有選取的變更皆已成功套用。

# Summary_FixHasErrors
source: Some changes could not be applied. Check the log for details.
de_de: Einige Änderungen konnten nicht angewendet werden. Siehe Log für Details.
es_es: Algunos cambios no pudieron realizarse. Consulte el registro para obtener más detalles.
zh_tw: 部分變更無法套用。請查看日誌了解詳情。

# Summary_Restore
source: {0} restored, {1} skipped, {2} failed
de_de: {0} wiederhergestellt, {1} übersprungen, {2} fehlgeschlagen
es_es: {0} restaurados, {1} omitidos, {2} fallidos
zh_tw: {0} 已還原，{1} 已略過，{2} 失敗

# Summary_RestoreTitleDone
source: Restore completed
de_de: Wiederherstellung abgeschlossen
es_es: Restauración completada
zh_tw: 還原完成

# Summary_RestoreTitleWarning
source: Restore completed with errors
de_de: Wiederherstellung mit Fehlern abgeschlossen
es_es: Restauración completada con errores
zh_tw: 還原完成，但有錯誤

# Summary_Restored
source: Restored
de_de: Wiederhergestellt
es_es: Restaurado
zh_tw: 已還原

# Summary_RestoreAllGood
source: All selected features were restored successfully.
de_de: Alle ausgewählten Features wurden erfolgreich wiederhergestellt.
es_es: Todas las funciones seleccionadas se restauraron correctamente.
zh_tw: 所有選取的功能皆已成功還原。

# Summary_RestoreHasErrors
source: Some features could not be restored. Check the log for details.
de_de: Einige Features konnten nicht wiederhergestellt werden. Siehe Log für Details.
es_es: Algunas funciones no pudieron restaurarse. Consulte el registro para obtener más detalles.
zh_tw: 部分功能無法還原。請查看日誌了解詳情。

source: ANALYSIS COMPLETE
de_de: ANALYSE ABGESCHLOSSEN
es_es: ANÁLISIS COMPLETADO
zh_tw: 分析完成

# Analysis_TitleAttention
source: Analysis Complete - Attention Required
de_de: Analyse abgeschlossen – Aufmerksamkeit erforderlich
es_es: Análisis completado - Se requiere atención
zh_tw: 分析完成 - 需要注意

# Analysis_WindowsFeatures
source: Windows Features
es_es: Funciones de Windows
zh_tw: Windows 功能

# Analysis_Plugins
source: Plugins
es_es: Complementos
zh_tw: 外掛

# Analysis_Total
source: Total
de_de: Gesamt
zh_tw: 總計

# Analysis_Issues
source: issue(s)
de_de: Problem(e)
es_es: problema(s)
zh_tw: 個問題

# Analysis_IssuesFound
source: {0} issue(s) found - review the log before applying fixes.
de_de: {0} Problem(e) gefunden – schau ins Log, bevor du Änderungen anwendest.
es_es: {0} problema(s) encontrado(s) - revise el registro antes de aplicar correcciones.
zh_tw: 找到 {0} 個問題 - 請在套用修復前查看日誌。

# Analysis_AllGood
source: Everything looks good!
de_de: Alles sieht gut aus!
es_es: ¡Todo está correcto!
zh_tw: 一切看起來都很棒！

# Analysis_OpenLogInspector
source: Open Online Log Inspector
de_de: Online-Log-Inspektor öffnen
es_es: Abrir inspector de registro en línea
zh_tw: 開啟線上日誌檢查器

# Context_Analyze
source: Analyze
de_de: Analysieren
es_es: Analizar
zh_tw: 分析

# Context_Fix
source: Fix
de_de: Beheben
es_es: Corregir
zh_tw: 修復

# Context_Restore
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
zh_tw: 還原

# Context_Help
source: Help
de_de: Hilfe
es_es: Ayuda
zh_tw: 說明

# Restore_Title
source: Restore selection
de_de: Auswahl wiederherstellen
es_es: Restaurar selección
zh_tw: 還原選取項

# Restore_NoItems
source: No items are selected. Please check one or more features/plugins in the tree first.
de_de: Keine Elemente ausgewählt. Bitte wähl zuerst ein oder mehrere Features/Plugins im Baum aus.
es_es: No hay elementos seleccionados. Por favor, marque una o más funciones/complementos en el desplegable primero.
zh_tw: 未選取任何項目。 請先在樹狀目錄中勾選一或多個功能/外掛。

# Restore_ConfirmTitle
source: Restore selected items
de_de: Ausgewählte Elemente wiederherstellen
es_es: Restaurar elementos seleccionados
zh_tw: 還原選取的項目

# Restore_ConfirmBody
source: This will restore ONLY the {0} selected (checked) item(s) to their original state. Any previous tweaks for those items may be reverted. Do you want to continue?
de_de: Dies stellt NUR die {0} ausgewählten Elemente in den Originalzustand wieder her. Bisherige Anpassungen werden möglicherweise rückgängig gemacht. Möchtest du fortfahren?
es_es: Esto restaurará ÚNICAMENTE los {0} elemento(s) seleccionado(s) (marcados) a su estado original. Cualquier ajuste previo para esos elementos puede ser revertido. ¿Desea continuar?
zh_tw: 這將「僅」還原選取的 {0} 個項目至原始狀態。 這些項目之前的任何調整都將被復原。 您確定要繼續嗎？

# Restore_Done
source: Restored {0} selected item(s).
de_de: {0} ausgewählte(s) Element(e) wiederhergestellt.
es_es: Se restauraron {0} elemento(s) seleccionado(s).
zh_tw: 已還原 {0} 個選取的項目。

# Profile_Export
source: Export selection...
de_de: Auswahl exportieren...
es_es: Exportar selección...
zh_tw: 匯出選取項...

# Profile_Import
source: Import from file...
de_de: Aus Datei importieren...
es_es: Importar desde archivo...
zh_tw: 從檔案匯入...

# Profile_OpenFolder
source: Open profiles folder...
de_de: Profilordner öffnen...
es_es: Abrir carpeta de perfiles...
zh_tw: 開啟設定檔資料夾...

# Profile_ExportedTo
source: Selection exported to: {0}
de_de: Auswahl exportiert nach: {0}
es_es: Selección exportada a: {0}
zh_tw: 選取項已匯出至：{0}

# Profile_ImportedFrom
source: Imported {0} item(s) from: {1}
de_de: {0} Element(e) importiert aus: {1}
es_es: Se importaron {0} elemento(s) desde: {1}
zh_tw: 已從 {1} 匯入 {0} 個項目

# Profile_Loaded
source: Profile '{0}' loaded ({1} item(s) selected).
de_de: Profil '{0}' geladen ({1} Element(e) ausgewählt).
es_es: Perfil '{0}' cargado({1} elemento(s) seleccionado).
zh_tw: 設定檔 '{0}' 已載入 (已選取 {1} 個項目)。

# ScanMode_Standard
source: Standard scan (recommended)
de_de: Standard-Scan (empfohlen)
es_es: Análisis estándar (recomendado)
zh_tw: 標準掃描 (推薦)

# ScanMode_Full
source: Full scan (all installed apps)
de_de: Vollständiger Scan (alle installierten Apps)
es_es: Análisis completo (todas las aplicaciones instaladas)
zh_tw: 完整掃描 (所有已安裝的應用程式)

# ScanMode_Community
source: Scan using community list (CFEnhancer)
de_de: Scan mit Community-Liste (CFEnhancer)
es_es: Análisis usando la lista de la comunidad (CFEnhancer)
zh_tw: 使用社群清單掃描 (CFEnhancer)

# ScanMode_BuiltIn
source: Scan using built-in list
de_de: Scan mit integrierter Liste
es_es: Análisis usando la lista integrada
zh_tw: 使用內建清單掃描

# Apps_DisplayAll
source: Displaying all installed applications.
de_de: Alle installierten Anwendungen werden angezeigt.
es_es: Mostrando todas las aplicaciones instaladas.
zh_tw: 正在顯示所有已安裝的應用程式。

# Apps_NoPlugin
source: No plugin list found. Install CFEnhancer to use plugin recommendations.
de_de: Keine Plugin-Liste gefunden. Installier CFEnhancer für Plugin-Empfehlungen.
es_es: No se encontró lista de complementos. Instale CFEnhancer para usar recomendaciones de complementos.
zh_tw: 找不到外掛清單。請安裝 CFEnhancer 以使用外掛推薦。

# Apps_DisplayPlugin
source: Displaying plugin recommendations (CFEnhancer).
de_de: Plugin-Empfehlungen werden angezeigt (CFEnhancer).
es_es: Mostrando recomendaciones de complementos (CFEnhancer).
zh_tw: 正在顯示外掛推薦 (CFEnhancer)。

# Apps_DisplayBuiltIn
source: Displaying built-in recommendations.
de_de: Integrierte Empfehlungen werden angezeigt.
es_es: Mostrando recomendaciones integradas.
zh_tw: 正在顯示內建推薦。

# Apps_DisplayRecommendedPlugin
source: Displaying recommended applications (plugin).
de_de: Empfohlene Anwendungen werden angezeigt (Plugin).
es_es: Mostrando aplicaciones recomendadas (complemento).
zh_tw: 正在顯示推薦的應用程式 (外掛)。

# Apps_DisplayRecommendedBuiltIn
source: Displaying recommended applications (built-in).
de_de: Empfohlene Anwendungen werden angezeigt (integriert).
es_es: Mostrando aplicaciones recomendadas (integradas).
zh_tw: 正在顯示推薦的應用程式 (內建)。

# Apps_AnalysisTitle
source: APPS ANALYSIS
de_de: APP-ANALYSE
es_es: ANÁLISIS DE APLICACIONES
zh_tw: 應用程式分析

# Apps_ShowingAll
source: Showing all apps (except whitelist): {0}
de_de: Alle Apps angezeigt (außer Whitelist): {0}
es_es: Mostrando todas las aplicaciones (excepto lista blanca): {0}
zh_tw: 顯示所有應用程式 (排除白名單)：{0}

# Apps_BloatwareDetected
source: Bloatware apps detected:
de_de: Bloatware-Apps erkannt:
es_es: Aplicaciones bloatware detectadas:
zh_tw: 偵測到垃圾軟體 (Bloatware)：

# Apps_NoBloatware
source: No Microsoft Store bloatware apps found.
de_de: Keine Microsoft Store Bloatware-Apps gefunden.
es_es: No se encontraron aplicaciones bloatware de Microsoft Store.
zh_tw: 未發現 Microsoft Store 垃圾軟體。

# Apps_CleanupComplete
source: App cleanup complete.
de_de: App-Bereinigung abgeschlossen.
es_es: Limpieza de aplicaciones completada.
zh_tw: 應用程式清理完成。

# Install_Installed
source: Installed
de_de: Installiert
es_es: Instalado
zh_tw: 已安裝

# Install_Upgradeable
source: Upgradeable
de_de: Aktualisierbar
es_es: Actualizable
zh_tw: 可升級

# Tools_Loading
source: Loading extensions...
de_de: Erweiterungen werden geladen...
es_es: Cargando extensiones...
zh_tw: 正在載入擴充功能...

# Tools_FolderCreated
source: Scripts folder was missing, created it.
de_de: Skript-Ordner fehlte, wurde erstellt.
es_es: La carpeta de scripts no existía, se ha creado.
zh_tw: 指令碼資料夾不存在，已自動建立。

# Tools_Loaded
source: {0} extensions loaded.
de_de: {0} Erweiterungen geladen.
es_es: {0} extensiones cargadas.
zh_tw: 已載入 {0} 個擴充功能。

# Tools_SelectExtension
source: Select an extension on the left.
de_de: Wähl eine Erweiterung auf der linken Seite.
es_es: Seleccione una extensión a la izquierda.
zh_tw: 請在左側選取一個擴充功能。

# Tools_Running
source: Running...
de_de: Wird ausgeführt...
es_es: Ejecutando...
zh_tw: 執行中...

# Tools_Done
source: Done.
de_de: Fertig.
es_es: Completado.
zh_tw: 完成。

# Tools_OpenedConsole
source: Opened in console.
de_de: In Konsole geöffnet.
es_es: Abierto en consola.
zh_tw: 已在終端機中開啟。

# Tools_CompletedLog
source: Completed with log.
de_de: Mit Log abgeschlossen.
es_es: Completado con registro.
zh_tw: 完成並附帶日誌。

# Tools_UninstallTitle
source: Remove extension
de_de: Erweiterung entfernen
es_es: Eliminar extensión
zh_tw: 刪除擴充功能

# Tools_UninstallConfirm
source: Delete "{0}"? This cannot be undone.
de_de: "{0}" löschen? Das kann nicht rückgängig gemacht werden.
es_es: ¿Eliminar "{0}"? Esta acción no se puede deshacer.
zh_tw: 確定要刪除 "{0}" 嗎？此操作無法復原。

# Tools_UninstallYes
source: Delete
de_de: Löschen
es_es: Eliminar
zh_tw: 刪除

# Common_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
zh_tw: 取消

# Tools_HelpAvailable
source: This tool offers a help guide
de_de: Dieses Tool bietet eine Hilfe an
es_es: Esta herramienta ofrece una guía de ayuda
zh_tw: 此工具提供說明指南

# Tools_ShowHelp
source: Show help
de_de: Hilfe anzeigen
es_es: Mostrar ayuda
zh_tw: 顯示說明

# Donation_Title
source: Support Winslop ❤
de_de: Winslop unterstützen ❤
es_es: Apoya a Winslop ❤
zh_tw: 支持 Winslop ❤

# Donation_Body
source: If Winslop saved you time, consider supporting its future. It stays free and anti-slop thanks to supporters like you.
de_de: Wenn Winslop dir Zeit gespart hat, unterstütze die Zukunft des Projekts. Es bleibt dank Leuten wie dir kostenlos und werbefrei.
es_es: Si Winslop te ahorró tiempo, por favor considera apoyar su futuro. Sigue siendo gratuito y sin bloat gracias a personas como tú.
zh_tw: 如果 Winslop 節省了您的時間，請考慮支持它的未來。正因為有像您這樣的支持者，它才能保持免費且無廣告垃圾。

# Donation_AlreadyDonated
source: I already donated, don't show again
de_de: Ich habe bereits gespendet, nicht mehr anzeigen
es_es: Ya he donado, no volver a mostrar
zh_tw: 我已經捐款過了，請不再顯示

# Donation_Donate
source: Donate
de_de: Spenden
es_es: Donar
zh_tw: 贊助

# Donation_MaybeLater
source: Maybe later
de_de: Vielleicht später
es_es: Quizás mas tarde
zh_tw: 稍後再說

# InfoMigration.Title
source: New look, new chapter — does Winslop need a new name?
de_de: Neues Design, neues Kapitel — braucht Winslop einen neuen Namen?
zh_tw: 新面貌，新篇章 —— Winslop 需要新名稱嗎？

# InfoMigration.Message
source: Winslop has a new face — should it get a new name too? With the move to WinUI 3 the app has changed. Tell us what you think.
de_de: Winslop hat ein neues Gesicht — Zeit für einen neuen Namen? Mit dem Wechsel zu WinUI 3 hat sich die App verändert. Sag mir deine Meinung.
zh_tw: Winslop 有了新面貌 —— 它也應該有新名稱嗎？隨著遷移到 WinUI 3，此應用程式已有所改變。告訴我們您的想法。

# InfoMigration_Vote.Content
source: Cast your vote →
de_de: Jetzt abstimmen →
zh_tw: 投下一票 →

# Plugins_Installed
source: Installed
de_de: Installiert
es_es: Instalado
zh_tw: 已安裝

# Plugins_Updated
source: Updated
de_de: Aktualisiert
es_es: Actualizado
zh_tw: 已更新

# LogActions_NotAvailable
source: [Features] Not available.
de_de: [Features] Nicht verfügbar.
es_es: [Funciones] No disponible.
zh_tw: [功能] 無法使用。

# LogActions_Summary
source: [Features] Total nodes: {0}, Checked: {1}
de_de: [Features] Gesamtknoten: {0}, Ausgewählt: {1}
es_es: [Funciones] Nodos totales: {0}, Seleccionados: {1}
zh_tw: [功能] 總節點數：{0}，已勾選：{1}

# LogActions_NoChecked
source: [Features] No checked items.
de_de: [Features] Keine ausgewählten Elemente.
es_es: [Funciones] No hay elementos seleccionados.
zh_tw: [功能] 無勾選項。

# LogActions_CheckedItems
source: [Features] Checked items ({0}):
de_de: [Features] Ausgewählte Elemente ({0}):
es_es: [Funciones] Elementos seleccionados ({0}):
zh_tw: [功能] 已勾選項 ({0})：

# LogActions_UncheckedItems
source: [Features] Unchecked leaf items ({0}):
de_de: [Features] Nicht ausgewählte Blätter ({0}):
es_es: [Funciones] Elementos finales no seleccionados ({0}):
zh_tw: [功能] 未勾選的末端項目 ({0})：

# Language_RestartTitle
source: Language Changed
de_de: Sprache geändert
es_es: Idioma cambiado
zh_tw: 語言已變更

# Language_RestartRequired
source: Please restart Winslop for the language change to take effect.
de_de: Bitte starte Winslop neu, damit die Sprachänderung wirksam wird.
es_es: Por favor, reinicia Winslop para que el cambio de idioma tenga efecto".
zh_tw: 請重新啟動 Winslop 以使語言變更生效。

# Common_Yes
source: Yes
de_de: Ja
es_es: Si
zh_tw: 是

# Common_No
source: No
de_de: Nein
zh_tw: 否

# Common_OK
source: OK
zh_tw: 確定

# Common_Close
source: Close
de_de: Schließen
es_es: Cerrar
zh_tw: 關閉

# BtnActions.Content
source: Actions
de_de: Aktionen

# LoggerEmpty_Title.Text
source: No results yet
de_de: Noch keine Ergebnisse

# LoggerEmpty_Hint.Text
source: Click "Inspect system" to scan your Windows configuration.
de_de: Klicke auf "System prüfen" um deine Windows-Konfiguration zu scannen.
